{
  "filmes": [
    {
      "nome": "Frida",
      "sinopse": "Baseado na biografia da pintora mexicana Frida Kahlo, o filme enfoca a vida amorosa da artista (aqui vivida por Salma Hayek). Desde seu casamento aberto com Diego Rivera (Alfred Molina), com quem revolucionou o mundo das artes - especialmente a mexicana -; passando por seu controverso caso com o político Leon Trotsky (Geoffrey Rush); e culminando nos seus provocantes romances com mulheres. No México, o trabalho de Julie Taymor causou polêmica e desagradou aos críticos.",
      "autor": "Julie Taymor",
      "img": "https://images.justwatch.com/poster/173815085/s592/frida",
      "id": 1
    },
    {
      "nome": "Sombras da Noite",
      "sinopse": "Não recomendado para menores de 14 anos 1752. Joshua (Ivan Kaye) e Naomi Collins (Susanna Cappellaro) deixam a cidade inglesa de Liverpool juntamente com o filho, Barnabás, rumo aos Estados Unidos. A intenção deles era escapar de uma terrível maldição que atingiu a família. Vinte anos depois, Barnabás (Johnny Depp) é um playboy inveterado que tem a cidade de Collinsport aos seus pés. Após seduzir e partir o coração de Angelique Bouchard (Eva Green), sem saber que era uma bruxa, ele é transformado em vampiro e preso numa tumba por dois séculos. Quando enfim desperta, dois séculos depois, encontra sua propriedade em ruínas e os poucos familiares ainda vivos escondem segredos uns dos outros. Em meio a um mundo desconhecido, Barnabás se interessa por Victoria Winters (Bella Heathcote), a tutora do jovem David (Gulliver McGrath).",
      "autor": "Tim Burton",
      "img": "https://3.bp.blogspot.com/-_wgOAn7VrdU/USzph_VOcmI/AAAAAAAADS0/8N-SzmNH1Pg/s1600/Sombras+da+Noite.jpg",
      "id": 2
    },
    {
      "nome": "Vicky Cristina e Barcelona",
      "sinopse": "Vicky (Rebecca Hall) e Cristina (Scarlett Johansson) são amigas e passam férias em Barcelona. Vicky está noiva e é sensata nas questões do amor. Cristina é pura emoção e movida a paixão. Durante uma exposição de arte, as duas se encantam pelo pintor Juan Antonio (Javier Bardem), que as convida mais tarde, durante um jantar, para uma viagem. O que elas não sabiam é que o galante sedutor mantém um relacionamento problemático com sua ex esposa Maria Elena (Penélope Cruz). E as coisas ainda ficam piores porque as duas, cada uma de sua forma, se interessam por ele, dando início a um complicado \"quadrado\" amoroso.",
      "autor": " Woody Allen",
      "img": "https://www.itaucinemas.com.br/_img/_filmes/2216_capa.jpg?Vicky-Cristina-Barcelona",
      "id": 3
    },
    {
      "nome": "Meia noite em Paris",
      "sinopse": "Escritor em busca de fama, Gil está de férias em Paris com sua noiva. À noite, ele sai sozinho para explorar os encantos da Cidade Luz e conhece um grupo de estranhos. Na verdade, eles são grandes nomes das artes da década de 1920 e Gil percebe que tem a oportunidade de literalmente viajar no tempo para curtir.",
      "autor": "Woody Allen",
      "img": "https://upload.wikimedia.org/wikipedia/pt/b/be/Meia-noite-em-paris-poster1.jpg",
      "id": 4
    },
    {
      "nome": "Star Wars",
      "sinopse": "Em Star Wars - Episódio IV, o jovem Luke Skywalker (Mark Hamill) sonha ir para a Academia como seus amigos, mas se vê envolvido em uma guerra intergalática quando seu tio compra dois robôs e com eles encontra uma mensagem da princesa Leia Organa (Carrie Fisher) para o Jedi Obi-Wan Kenobi (Alec Guinness) sobre os planos da construção da Estrela da Morte, uma gigantesca estação espacial com capacidade para destruir um planeta. Luke então se junta aos cavaleiros Jedi e a Han Solo (Harrison Ford), um mercenário, para tentar destruir esta terrível ameaça ao lado dos membros da resistência.",
      "autor": "George Lucas",
      "img": "http://www.universohq.com/wp-content/uploads/2015/12/StarWarsEp7PosterArte.jpg",
      "id": 5
    },
    {
      "nome": "Que horas ela volta?",
      "sinopse": "A pernambucana Val (Regina Casé) se mudou para São Paulo a fim de dar melhores condições de vida para sua filha Jéssica. Com muito receio, ela deixou a menina no interior de Pernambuco para ser babá de Fabinho, morando integralmente na casa de seus patrões. Treze anos depois, quando o menino (Michel Joelsas) vai prestar vestibular, Jéssica (Camila Márdila) lhe telefona, pedindo ajuda para ir à São Paulo, no intuito de prestar a mesma prova. Os chefes de Val recebem a menina de braços abertos, só que quando ela deixa de seguir certo protocolo, circulando livremente, como não deveria, a situação se complica.",
      "autor": "Anna Muylaert",
      "img": "https://aicinema.com.br/wp-content/uploads/2015/09/QUE-HORAS_Display.png",
      "id": 6
    },
    {
      "nome": "Somos tão jovens",
      "sinopse": "Somos Tão Jovens se passa em Brasília, 1973 e acompanha Renato (Thiago Mendonça), que acabou de se mudar com a família para a cidade, vindo do Rio de Janeiro. Na época ele sofria de uma doença óssea rara, a epifisiólise, que o deixou numa cadeira de rodas após passar por uma cirurgia. Obrigado a permanecer em casa, aos poucos ele passou a se interessar por música. Fã do punk rock, Renato começa a se envolver com o cenário musical de Brasília após melhorar dos problemas de saúde. É quando ajuda a fundar a banda Aborto Elétrico e, posteriormente, a Legião Urbana.",
      "autor": "Antonio Carlos da Fontoura",
      "img": "https://upload.wikimedia.org/wikipedia/pt/d/dc/Somos_T%C3%A3o_Jovens.jpg",
      "id": 7
    },
    {
      "nome": "Eduardo e Mônica ",
      "sinopse": "Em um dia atípico, situado em Brasília na década de 1980, uma série de coincidências leva Eduardo (Gabriel Leone) a conhecer Mônica (Alice Braga), tendo como pano de fundo uma festa estranha com gente esquisita. Uma curiosidade é despertada nos dois e, apesar de não serem parecidos, eles se apaixonam perdidamente. Ambos são completamente diferentes. Além da discrepância de idade entre os dois, signos diferentes e cores de cabelo diferentes, eles também têm gostos que, aos olhos de outras pessoas, são incompatíveis. Parece que o amor entre os dois nunca passará apenas de alguns meses. Depois de começarem um namoro, esse amor precisará amadurecer e aprender a superar as diferenças. Eduardo e Mônica terão também que superar o preconceito de outros que tentarão acabar com o relacionamento. Mas é aquilo: \"Quem um dia irá dizer que não existe razão nas coisas feitas pelo coração\". A comédia romântica é baseada na música homônima de Renato Russo, da banda Legião, Urbana.",
      "autor": "René Sampaio",
      "img": "https://br.web.img3.acsta.net/pictures/20/02/04/15/59/2240369.jpg",
      "id": 8
    },
    {
      "nome": "A Viagem de Chihiro",
      "sinopse": "Chihiro é uma garota de 10 anos que acredita que todo o universo deve atender aos seus caprichos. Ao descobrir que vai se mudar, ela fica furiosa. Na viagem, Chihiro percebe que seu pai se perdeu no caminho para a nova cidade, indo parar defronte um túnel aparentemente sem fim, guardado por uma estranha estátua. Curiosos, os pais de Chihiro decidem entrar no túnel e Chihiro vai com eles. Chegam numa cidade sem nenhum habitante e os pais de Chihiro decidem comer a comida de uma das casas, enquanto a menina passeia. Ela encontra com Haku, garoto que lhe diz para ir embora o mais rápido possível e ao reencontrar seus pais, Chihiro fica surpresa ao ver que eles se transformaram em gigantescos porcos. É o início da jornada de Chihiro por um mundo fantasma, povoado por seres fantásticos, no qual humanos não são bem-vindos.",
      "autor": "Hayao Miyazaki",
      "img": "https://i0.wp.com/studioghibli.com.br/wp-content/uploads/2020/04/A-Viagem-de-Chihiro-DVD.jpg?fit=748%2C1074&ssl=1",
      "id": 9
    },
    {
      "nome": "O castelo animado",
      "sinopse": "Sofia é uma jovem de 18 anos que trabalha na chapelaria de seu pai. Em uma de suas raras idas à cidade ela conhece Hauru, um mágico bastante sedutor mas de caráter duvidoso. Ao confundir a relação existente entre eles, uma feiticeira lança sobre Sofia uma maldição que faz com que ela tenha 90 anos. Desesperada, Sofia foge e termina por encontrar o Castelo Animado de Hauru. Escondendo sua identidade, ela consegue ser contratada para realizar serviços domésticos no local, se envolvendo com os demais moradores do castelo.",
      "autor": "Hayao Miyazaki",
      "img": "https://image.tmdb.org/t/p/w500/1hTfaEWktMJPxCk5nZNtK7F86C9.jpg",
      "id": 10
    }
  ]
}